# RbsElecWireNeutralAdjustment Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecWireNeutralAdjustment Property
ParameterTypeId Class See Also
---
"Neutral Conductors"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecWireNeutralAdjustment { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecWireNeutralAdjustment As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecWireNeutralAdjustment {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace